Repository: Eng-M-Elshaer/Salaty
Catalog: Salaty/Resources/Localization/*.lproj/Localizable.strings
Languages: ar

source: Change Location
ar: تغيير الموقع

# soundOne
source: Sound 1?
ar: الصوت ١؟

# soundTwo
source: Sound 2?
ar: الصوت ٢؟

# soundThree
source: Sound 3?
ar: الصوت ٣؟

source: Sound El-Haram?
ar: صوت الحرم المكي؟

# soundSlient
source: Without Sound?
ar: بدون صوت؟

# soundTitle
source: Choose Azan Sound
ar: اختار صوت الاذان

# stop
source: Stop Sound
ar: ايقاف الصوت

source: Submit
ar: تاكيد

source: Sorry
ar: عذرا

source: Error
ar: خطأ

# unableToFind
source: Unable to Find Address for Location
ar: تعذر العثور على عنوان الموقع

# noMatchingAddresses
source: No Matching Addresses Found
ar: لم يتم العثور على عناوين متطابقة

# pleaseTurnOnLocation
source: Please Turn On Location Services
ar: يرجى تشغيل خدمات الموقع

source: Fajr
ar: الفجر

source: Dhour
ar: الضهر

source: Asr
ar: العصر

# majirb
source: Majrib
ar: المغرب

source: Isha
ar: العشاء

# salaTime
source: Prayer Time
ar: وقت الصلاة

source: Time For
ar: حان الآن موعد صلاة

# karachi
source: Uiversity of Islamic Sciences, Karachi
ar: جامعة العلوم الإسلامية ، كراتشي

# ISNA
source: Islamic Society of North America (ISNA)
ar: الجمعية الإسلامية لأمريكا الشمالية

# worldLeague
source: Muslim World League
ar: رابطة العالم الإسلامي

# makkah
source: Umm Al-Qura University
ar: جامعة أم القرى بمكة المكرمة

# egyptian
source: Egyptian General Authority of Survey
ar: الهيئة المصرية العامة للمساحة

# gulf
source: Gulf Region
ar: منطقة الخليج

source: Kuwait
ar: الكويت

source: Qatar
ar: قطر

# singapore
source: Majlis Ugama Islam Singapura
ar: المجلس الديني الإسلامي في سنغافورة

# france
source: Union Organization Islamic de France
ar: مؤسسة الاتحاد الاسلامية دي فرنسا

# turkey
source: Diyanet İşleri Başkanlığı, Turkey
ar: مديرية الشؤون الدينية ، تركيا

source: Shafii
ar: شفعي

source: Hanfi
ar: حنفي

source: Done
ar: حسنا
